[
{
	"id": 0,
	"score": 3,
	"description": "Карточку, изображенную справа, перевернули сначала через левый край, а потом - через нижний край. Что получилось?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 1,
	"score": 3,
	"description": "Вася зашифровал цифры буквами так, что 27108 = КЕНГА. Какое из чисел А-Д наименьшее?",
	"answers": ["КГАНЕ", "КАГЕН", "АЕКИНГ", "НАКЕГ", "АГЕНК"],
	"correct": 3
},
{
	"id": 2,
	"score": 3,
	"description": "С помощью 8 круглых магнитов Лиза прикрепила 7 отрыток на холодильник. Какое наибольшее количество магнитов можно убрать так, чтобы не упала ни одна открытка?",
	"answers": ["3", "4", "5", "6", "7"],
	"correct": 1
},
{
	"id": 3,
	"score": 3,
	"description": "Чему равна сумма второго и третьего двузначных чисел?",
	"answers": ["14-ому двузначному", "6-ому двузначному", "5-ому двузначному", "трехзначному", "23-ему двузначному"],
	"correct": 0
},
{
	"id": 4,
	"score": 3,
	"description": "Сколько раз придется поменять местами вилку и нож, чтобы около каждой тарелки и полагается, справа лежал нож, а слева - вилка?",
	"long": true,
	"answers": ["0", "1", "2", "3", "5"],
	"correct": 2
},
{
	"id": 5,
	"score": 3,
	"description": "Жан-Кристоф продолжает изучать русский язык. Он ищет числа, словесная запись которых состоит ровно из трех слов: ШЕСТЬ, ШЕСТЬДЕСЯТ, ТЫСЯЧ. Например, таково число 6060 - ШЕСТЬ ТЫСЯЧ ШЕСТЬДЕСЯТ. Сколько всего таких чисел?",
	"answers": ["3", "4", "5", "6", "7"],
	"correct": 0
},
{
	"id": 6,
	"score": 3,
	"description": "Треть удвоенной половины равна",
	"answers": ["1/12", "1/6", "1/4", "1/3", "1/2"],
	"correct": 3
},
{
	"id": 7,
	"score": 3,
	"description": "Из заготовки сложили коробку без крышки. Какая буква оказалась на дне?",
	"answers": ["К", "Е", "Н", "Г", "А"],
	"correct": 1
},
{
	"id": 8,
	"score": 3,
	"description": "Пятьсот пятьдесят пять девяток сложили, а сумму разбили на пятерки. Сколько получилось пятерок?",
	"answers": ["45", "111", "555", "900", "999"],
	"correct": 4
},
{
	"id": 9,
	"score": 3,
	"description": "Клара хочет выложить большой треугольник, используя одинаковые треугольные карточки. Она уже положила 5 карточек. Какое наименьшее количество карточек ей придется добавить?",
	"answers": ["1", "2", "3", "4", "5"],
	"correct": 3
},
{
	"id": 10,
	"score": 4,
	"description": "Какая из картинок А-Д не может быть получена наложением дух одинаковых квадратных карточек?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 11,
	"score": 4,
	"description": "У Димы часы отстают на 10 минут, а он думает, что они спешат на 5 минут. Посмотрев на часы, Дима решил, что сейчас полдень. Который сейчас час на самом деле?",
	"answers": ["11:45", "11:55", "12:00", "12:05", "12:15"],
	"correct": 4
},
{
	"id": 12,
	"score": 4,
	"description": "Белки А, Б, В, Г и Д собирают орехи, помеченные на рисунке зездочками. Белки начинают одновременно и бегут с одинаковыми скоростями, каждая - к ближайщему ореху. Схватив орех, белка бежит к новому бдижайщему ореху. Какой белке достанется два ореха?",
	"long": true,
	"answers": ["A", "Б", "В", "Г", "Д"],
	"correct": 2
},
{
	"id": 13,
	"score": 4,
	"description": "В классе 30 учеников. Они сели на парты по двое так, что каждый мальчик сидит с девочкой, и ровно половина девочек сидит с мальчиками. Сколько в классе мальчиков?",
	"answers": ["25", "20", "15", "10", "5"],
	"correct": 3
},
{
	"id": 14,
	"score": 4,
	"description": "Когда из листа бумаги вырезали прямоугольник ABCD, периметр листа увеличился на 6, а площадь уменьшилась на 6. Чему равна длина AB?",
	"answers": ["1/2", "1", "2", "3", "6"],
	"correct": 2
},
{
	"id": 15,
	"score": 4,
	"description": "В детском садике работают три воспитательницы: Марина, АНя и Наташа. Каждый день с понеельника по пятницу работают ровно две из них. Марина работает три дня, а Аня - четыре. Сколько дней работает Наташа?",
	"answers": ["1", "2", "3", "4", "5"],
	"correct": 2
},
{
	"id": 16,
	"score": 4,
	"description": "У тройняшек Джима, Джона и Джека есть брат Джордж, который младше их ровно на 3 года. В их день рождения число свечек на праздничномм торте было ровно сумме возрастов всез четырех братьев. Сколько свечек могло оказаться на этом торте?",
	"answers": ["51", "53", "54", "56", "59"],
	"correct": 1
},
{
	"id": 17,
	"score": 4,
	"description": "На прямой расположено четыре точки А, B, C, D. Известно, что AB =1, BC = 2, CD = 3, DA = 4. Какие две точки крайние?",
	"answers": ["A и D", "A и C", "B и C", "B и D", "A и B"],
	"correct": 3
},
{
	"id": 18,
	"score": 4,
	"description": "Напротив зеркала на стене висят часы. Сейчас от отражение выглядит так, как показано на рисунке справа. А как оно выглядело 10 минут назад?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 0
},
{
	"id": 19,
	"score": 4,
	"description": "На столе стояла ваза с вишнями. Сначала Женя съела пятую часть всех вишен, а потом Федя - седьмую часть всех оставшихся вишен. Сколько вишен могло остаться в вазе?",
	"answers": ["20", "24", "28", "30", "35"],
	"correct": 1
},
{
	"id": 20,
	"score": 5,
	"description": "Куб 2x2x2 построен из 8 одинаковых кубиков, некоторые из которых темные, а остальные - белые. Четыре грани куба выглядят так, как на рисунке 1, а одна - так, как на рисунке 2. Как выглядит шестая грань?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 0
},
{
	"id": 21,
	"score": 5,
	"description": "Полоску бумаги, изображенную на риунке, разрезали  на три части так, что сумма получившихся трех чисел оказалась наименьшей из возможных. Какое из чисел является одним из слагаемых этой суммы?",
	"long": true,
	"answers": ["195", "376", "819", "1953", "2581"],
	"correct": 3
},
{
	"id": 22,
	"score": 5,
	"description": "В поезде 5 вагонов, в каждом вагоне едет хотя бы один пассажир. Будем говорить, что два пассажира едут рядом, если они едут в одном вагоне или в двух соседних. Известно, что рядом с каждым пассажиром едет еще либо 3, либо 7 пассажиров. Сколько всего пассажиров в поезде?",
	"answers": ["9", "10", "12", "15", "1000"],
	"correct": 2
},
{
	"id": 23,
	"score": 5,
	"description": "Каждая буква слова КЕНГУРУ заменена одной из цифр 1,2,3,4,5,6. Различные буквы заменены разлиными цифрами. Получившееся число делится на 3, но не делится на 2. На какую цифру заменена буква У?",
	"answers": ["1", "3", "4", "5", "6"],
	"correct": 1
},
{
	"id": 24,
	"score": 5,
	"description": "У квадратного листа бумаги 10x10 сначала загнули справа полочку шириной 1, потом сверху полоску полоску шириной 1, потом снова справа, потом снова сверху, и так далее, пока не получился квадрат 6x6. После этого правы верхний квадратик 1x1 проткнули шилом. Сколько получится дырок, если развернуть этот лист?",
	"answers": ["5", "9", "16", "25", "36"],
	"correct": 3
},

{
	"id": 25,
	"score": 5,
	"description": "По круговой дорожке в одном направлении движутся Соня на ходулях и малыш Федя на велосипеде. Скорость Феди в пять раз больше скорости Сони, и поэтому он время от времени ее обгоняет. В скольких разных точках дорожки будут происходить обгоны?",
	"answers": ["3", "4", "5", "6", "7"],
	"correct": 1
},
{
	"id": 26,
	"score": 5,
	"description": "Натуральное число А таково, что НОК(100, А) = 600, а НОК(100, А + 1) = 100. Чему равен НОК(100, А + 2)?",
	"answers": ["100", "900", "1300", "2100", "1"],
	"correct": 2
},
{
	"id": 27,
	"score": 5,
	"description": "По кругу сидят 2016 человек, каждый из которых либо рыцарь, который всегда говорит правду, либо лжец, который всегда лжет. Каждый человек сказал обо всех, кроме себя и своих соседей: Все они - лжецы. Сколько рыцарей за этим столом?",
	"answers": ["0", "1", "2", "3", "1008"],
	"correct": 2
},
{
	"id": 28,
	"score": 5,
	"description": "В каждый из семи кружочков Алиса хочет вписать одно из чисел 0,1 или 2 так, чтобы сумма чисел в вершинах каждого белого треуголника делилась на три, а сумма чисел в вершинах кадого закрашенного треугольника не делилась на три. Два числа она уже вписала. Какое число Алиса впишет вместо вопросительного знака?",
	"answers": ["0", "1", "2", "1 или 2", "невозможно"],
	"correct": 0
},
{
	"id": 29,
	"score": 5,
	"description": "В клетки таблицы 3x3  вписаны 9 различных натуральных чисел, сумма которых равна 50. Катя нашла сумму чисел, в каждом из квадратов 2x2. какова наименьшая возможнвя сумма этих четырех сумм?",
	"answers": ["65", "67", "69", "82", "95"],
	"correct": 1
},
]

