[
{
	"id": 0,
	"score": 3,
	"description": "Сколько раз пересекается сплошная и пунктирная линии?",
	"answers": ["6", "7", "8", "9", "10"],
	"correct": 3
},
{
	"id": 1,
	"score": 3,
	"description": "В Минске 9 апреля в 10 часов утра пошел дождь, а 10 апреля в 9 часов утра дождь закончился. Сколько часов он продолжался?",
	"answers": ["11", "12", "23", "24", "25"],
	"correct": 2
},
{
	"id": 2,
	"score": 3,
	"description": "На одном из рисунков А-Д божья коровка отличается от других четырех. На каком?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 3,
	"score": 3,
	"description": "Бусинку на рисунке продвинули от начала проволоки до ее конца. Что мы увидим?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 0
},
{
	"id": 4,
	"score": 3,
	"description": "Ярик бросал дротики в мишень. В первый раз он набрал 14 очков, во второй - 16 очков. Сколько очков набрал Ярик в третий раз?",
	"answers": ["17", "18", "19",  "20", "22"],
	"correct": 1
},
{
	"id": 5,
	"score": 3,
	"description": "Чебурашка зашифровал некоторые буквы цифрами (одинаковым буквам соответвуют одинаковые цифры, разным - разные). Имя ГЕНА превратилось в число 1234. В какое число могло превратиться имя КЕНГА",
	"answers": ["32154", "21354", "54312", "52341","52314"],
	"correct": 4
},
{
	"id": 6,
	"score": 3,
	"description": "В примере на вычитание Алиса закрасила две цифры. Какова сумма закрышенных цифр?",
	"answers": ["8", "9", "12", "13", "15"],
	"correct": 3
},
{
	"id": 7,
	"score": 3,
	"description": "Сад состоит из квадратных участков. Муравей и улитка стартовали одновременно из точки О и ползут в разных направлениях вокруг сада. Скорость муравья в два раза больше скорости улитки. В какой точке они встретятся?",
	"answers": ["А", "Б", "В", "Г", "Д"],
	"correct": 1
},
{
	"id": 8,
	"score": 3,
	"description": "С циферблата часов стерты все цифры, кроме одной. Какое время показывают эти часы?",
	"answers": ["1:15", "2:30", "3:35", "4:00", "5:30"],
	"correct": 1
},
{
	"id": 9,
	"score": 3,
	"description": "На столе лежат три предмета. Что увидит Петя, если посмотрит на стол сверху?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 10,
	"score": 4,
	"description": "Четыре из пяти цифр 1, 2, 3, 4, 5нужно вставить в схему справа так, чтобы получились верные равенства. Какая цифра не будет использована?",
	"answers": ["1", "2", "3", "4", "5"],
	"correct": 2
},
{
	"id": 11,
	"score": 4,
	"description": "На отрезке КА длиной 8 см отметили точки E, N, G так, что KE = 1/4 KA, KN = 7/8 KA, EG = 1/2 KA. В каком порядке расположены точки?",
	"answers": ["KGNEA", "KEGNA", "KNEGA", "KENGA", "KNGEA"],
	"correct": 1
},
{
	"id": 12,
	"score": 3,
	"description": "Назовем число интересным, если его сумма цифр - простое число. Вася заметил, что 2018 - интересное число. Найдите последнюю цифру следующего интересного числа.",
	"answers": ["9", "0", "1", "2", "3"],
	"correct": 2
},
{
	"id": 13,
	"score": 4,
	"description": "Какую цифру заменяет буква \"B\" в ребусе?",
	"answers": ["0", "2", "4", "5", "6"],
	"correct": 0
},
{
	"id": 14,
	"score": 4,
	"description": "Каким днем недели будет третий день третьей трети апреля, если второй день второй трети апреля пришелся на понедельник?",
	"answers": ["понедельник", "вторник", "среда", "четверг", "пятница"],
	"correct": 4
},
{
	"id": 15,
	"score": 3,
	"description": "В деревне во всех домах живут мыши. Как только в доме заводят кошку, все мыши убегают из этого дома и из вех домов, соединенных с ним дорожкой. В каком наименьшем числе домов надо завести кошек, чтобы мыши покинули деревню?",
	"answers": ["1", "2", "3", "4", "5"],
	"correct": 1
},
{
	"id": 16,
	"score": 4,
	"description": "Аня разрезала длинную полоску гириной 1 см на 8 прямоугольников шириной 1 см и маленький квадрат, а потом сложила из них большой квадрат. Какова была длина полоски?",
	"answers": ["19 см", "21 см", "24 см", "25 см", "29 см"],
	"correct": 3
},
{
	"id": 17,
	"score": 4,
	"description": "Из цифр некоторого четырехзначного числа Костя составил два двузначных числа, использовав каждую цифру ровно один раз. Оказалось, что одно из них делится на другое. Какое из чисел могло быть у Кости?",
	"answers": ["2015", "2016", "2017", "2018", "2019"],
	"correct": 1
},
{
	"id": 18,
	"score": 3,
	"description": "Произведение двух положительных чисел в три раза больше одного из них и на 9 больше другого. Чему равно это произведение?",
	"answers": ["7", "11", "12", "15", "24"],
	"correct": 2
},
{
	"id": 19,
	"score": 4,
	"description": "Из какой развертки получится куб, у которого есть две противоположные грани одного цвета?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 20,
	"score": 4,
	"description": "Пятиклассница Саша смотрела на секундомер и время от времени записывала, куда указывает стрелка. У нее получился такой список: вверх, влево, вниз, вправо, вверх",
	"answers": ["2 мин", "2 мин 30 сек", "2 мин 45 сек", "3 мин", "4 мин"],
	"correct": 3
},
{
	"id": 21,
	"score": 3,
	"description": "Чему равно сумма наибольшей и наименьшей из тех цифр, которых нет в записи числа 2018?",
	"answers": ["7", "9", "10", "12", "15"],
	"correct": 3
},
{
	"id": 22,
	"score": 4,
	"description": "Пять мячей, которые весят 30 г, 50 г, 50 г, 50 г и 80 г, взвешивали на чашечных весах. Какой мяч весит 30г?",
	"answers": ["А", "Б", "В", "Г", "Д"],
	"correct": 2
},
{
	"id": 23,
	"score": 4,
	"description": "Сумма цифр трехзначного числа равна 8. Все цифры этого числа различны. Чему не может быть равно произведение ненулевых цифр этого числа?",
	"answers": ["7", "10", "12", "15", "17"],
	"correct": 4
},
{
	"id": 24,
	"score": 5,
	"description": "Когда Буратино врет, длина егоноса увеличивается вдвое, а когда говторит правда - увеличивается на 2 см. С утра длина носа Буратино была 1 см. За день он трижды соврал и трижды сказал правду. Какой наибольшей длины мог получиться нос у Буратино к концу дня?",
	"answers": ["14 см", "38 см", "56 см", "60 см", "72 см"],
	"correct": 2
},
{
	"id": 25,
	"score": 5,
	"description": "С многозначным числом выполняют следуюую операцию: заменяют первые цифры их суммой. Так делают, пока не останется одна цифра. Например, 873 -> 153 -> 63 -> 9. Какая цифра получится из числа 89999....997, в котором 2018 девяток?",
	"answers": ["2", "4", "5", "6", "8"],
	"correct": 3
},
{
	"id": 26,
	"score": 5,
	"description": "На рисунке справа показан фрагмент мозаики, сложенной из одинаковых деталей. Как может выглядеть одна такая деталь?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 1
},
{
	"id": 27,
	"score": 5,
	"description": "Пусть А, В и С - различные цифры. Назовем число удивительным, если оно состоит из трех цифр А, двух цифр И и одной цифры С. Каким не может быть самое больше удивительное число?",
	"answers": ["AAABBC", "CAAABB", "BBAAAC", "AAABCB", "AAACBB"],
	"correct": 3
},
{
	"id": 28,
	"score": 5,
	"description": "У Ника есть пять гирь весом 2 кг, 3 кг, 4 кг, 5 кг и 6 кг. Он хочет добавить к нимм еще одну гирю так, чтобы эти шесть гирь можно было разбить на три группы равного веса. Сколькими способами можно это сделать?",
	"answers": ["2", "3", "4", "5", "6"],
	"correct": 2
},
{
	"id": 29,
	"score": 5,
	"description": "За круглым столом сидят 24 попугая: зеленые и синие. Синие попугаи всегда говорят правду, а зеленые всега лгут. Десять попугаев сказали: \"Мой сосед справа такого же цвета, как и я\", а остальные сказали: \"Мой сосед справа не такого цвета, как я\". Сколько зеленых попугаев за столом?",
	"answers": ["8", "10", "12", "14", "16"],
	"correct": 3
},
{
	"id": 30,
	"score": 5,
	"description": "Стас загадал трехзначное число N, а Коля его угадывает. Коля уже знает, что: \n число 458 содержит одну цифру, причем на правильном месте; \n число 431 содержит одну цифру, причем на неправильном месте; \n число 824 содержит две цифры, причем обе на неправильных местах; \n Какова сумма цифр числа N?",
	"answers": ["9", "10", "11", "12", "13"],
	"correct": 2
},
{
	"id": 31,
	"score": 5,
	"description": "На поле расположены 4 фишки (см. рисунок). За один ход три фишки передвигаются на соседние по стороне клетки, а одну оставляют на месте. Какая позиция не может получиться после двух таких ходов?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 32,
	"score": 5,
	"description": "На круговой дорожке из одной точки в противоположных направлениях одновременно стартовали Эля на велосипеде и Соня пешком. Скорость Эли в 3 раза больше скорости Сони. Эля проехала несколько кругов и за это время встретила Соню 20 раз. Сколько кругов проехала Эля?",
	"answers": ["15", "16", "17", "20", "21"],
	"correct": 0
},
{
	"id": 33,
	"score": 5,
	"description": "В квадрате 10 на 10 закрашено несколько клеток. В каждой строке есть либо 3, либо 4 закрашенных клетки. В каждом столбце есть либо 1, либо 7 закрашенных клеток. Какое наименьшее количество могло быть закрашено?",
	"answers": ["30", "34", "38", "40", "42"],
	"correct": 1
}
]
