[
{
	"id": 0,
	"score": 3,
	"description": "Какой по счету день в году был 20 марта 2020 года?",
	"answers": ["77", "78", "79", "80", "81"],
	"correct": 3
},
{
	"id": 1,
	"score": 3,
	"description": "Арина разбирает мамины бусы. Она хочет снять 5 темных бусин. Какое наименьшее количество белых бусин ей потребуется снять для этого?",
	"long": true,
	"answers": ["2", "3", "4", "5", "6"],
	"correct": 1
},
{
	"id": 2,
	"score": 3,
	"description": "Какое слово написано верно?",
	"answers": ["перимитр", "пириметр", "периметор", "приметр", "периметр"],
	"correct": 4
},
{
	"id": 3,
	"score": 3,
	"description": "Два кольца, белое и темное, зацеплены друг за друга так, как изображено на рисунке справа. Как эти кольца выглядят с другой стороны?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 0
},
{
	"id": 4,
	"score": 3,
	"description": "Торт весит 900г. Павео разрезал его на несколько частей так, что самая большая часть весит столько же, сколько весят вместе все остальные части. Сколько весит большая часть?",
	"answers": ["100 г", "200 г", "300 г", "450 г", "600 г"],
	"correct": 3
},
{
	"id": 5,
	"score": 3,
	"description": "В примере справа три цифры заменили звездочками. Какова сумма этих цифр?",
	"answers": ["0", "9", "10", "11", "19"],
	"correct": 1
},
{
	"id": 6,
	"score": 3,
	"description": "Вася выписал на доске все целые числа от 1 до 100, а Веня вычел каждое из них из числа 133 и выписал результаты. Сколько чисел написано дважды?",
	"answers": ["64", "65", "66", "67", "68"],
	"correct": 4
},
{
	"id": 7,
	"score": 3,
	"description": "Электронные часы Бена идут правильно, но горизонтальные линии самой правой цифры не загораются. Полминуты назад часы показывали то, что изображено на рисунке 1. Сейчас они показывают то, что изображено на рисунке 2. Сколько сейчас времени?",
	"answers": ["12:40", "12:42", "12:44", "12:47", "12:49"],
	"correct": 1
},
{
	"id": 8,
	"score": 3,
	"description": "Какой квадратик надо добавить, чтобы в получишвемся квадрате была закрашена ровно половина площади?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 9,
	"score": 3,
	"description": "Произведение цифр трехзначного числа равна 135. Какова равна сумма цифр этого числа?",
	"answers": ["14", "15", "16", "17", "18"],
	"correct": 3
},
{
	"id": 10,
	"score": 4,
	"description": "Выбрав четыре из пяти деталей, можно составить квадрат. Какая деталь не будет использована?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 0
},
{
	"id": 11,
	"score": 4,
	"description": "Доктор Пилюлькин прописал семи коротышкам по одной пилюле каждый день, а девяти другим коротышкам — по одной пилюле через день. Сегодня доктор Пилюлькин выдал этим коротышкам 13 пилюль. Сколько пилюль он выдаст им завтра?",
	"answers": ["7", "8", "9", "10", "13"],
	"correct": 3
},
{
	"id": 12,
	"score": 4,
	"description": "На рисунке AF = 35, AC = 12, BD = 11, CE = 12, DF = 16. Чему равна длина отрезка BE?",
	"answers": ["17", "16", "15", "14", "13"],
	"correct": 1
},
{
	"id": 13,
	"score": 4,
	"description": "Какое наибольшее число можно получить, если из разности двух трехзначных чисел вычесть сумму трех различных двузначных чисел?",
	"answers": ["865", "866", "867", "869", "870"],
	"correct": 1
},
{
	"id": 14,
	"score": 4,
	"description": "Саша принесла с пляжа ракушки. Когда она попыталась разделить их на 3 равные кучи, осталось 2 ракушки, Тогда она попыталась поделить все эти ракушки на 5 равныз кучек, но опять осталось 2 ракушки. Какое наименьшее количество ракушек надо добавить, чтобы все ракушки можно было разложить поровну и на 3,  и на 5 кучек?",
	"answers": ["2", "3", "8", "13", "14"],
	"correct": 3
},
{
	"id": 15,
	"score": 4,
	"description": "Какой кубик получится из данной развертки?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 0
},
{
	"id": 16,
	"score": 4,
	"description": "В 12:00 Петя пошел в соседнюю деревню. Вместе с ним в том же направлении выбежал пес Шарик. Добежав до соседней деревни в 14:30, Шарик повернул обратно и втретил Петю в 15:30. Во сколько раз скорость Шарика больше скорости Пети?",
	"answers": ["4/3", "3/2", "2", "5/2", "7/3"],
	"correct": 4
},
{
	"id": 17,
	"score": 4,
	"description": "Число 111...111 (2014 единиц) умножили на 101. Какова сумма цифр произведения?",
	"answers": ["2014", "2016", "4026", "4027", "4028"],
	"correct": 4
},
{
	"id": 18,
	"score": 4,
	"description": "После того, как в 3 часа ночи прозвенел Васин будильник, и Вася стукнул по нему кулаков, часова стрелка стала двигаться в 12 раз быстрее, чем надо. Что покажет будильник в 03:55?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 2
},
{
	"id": 19,
	"score": 4,
	"description": "На доске написаны целые числа от 1 до 10. Петя хочет стереть несколько из них так, чтобы произведение оставшихся не делилось на 6. Какое наименьшее количество чисел ему придется стереть?",
	"answers": ["5", "4", "3", "2", "1"],
	"correct": 2
},
{
	"id": 20,
	"score": 5,
	"description": "Через два часа до сегоняшней полуночи останется втрое больше времени, чем 6 часов назад оставалось до полудня. Через сколько часов наступит полночь?",
	"answers": ["2", "4", "6", "8", "10"],  
	"correct": 3  
},
{
	"id": 21,
	"score": 5,
	"description": "Куб 3х3х3 сделан из 27 маленьких кубиков. Какое наименьшее количество кубиков нужно вынуть, чтобы вид спереди, сверху и справа был таким, как на рисунке?",
	"answers": ["4", "5", "6", "7", "9"],
	"correct": 3
},
{
	"id": 22,
	"score": 5,
	"description": "Кролик Эдуард в день съедает либо 9 морковок, либо 2 кочана капусты, либо 1 кочан капусты и 4 моркови, но в некоторые дни он ест только траву. За 10 дней Эдуард съел 30 морковок и 9 кочана капусты. Сколько их этих дней он питался только травой?",
	"answers": ["1", "2", "3", "4", "5"],    
	"correct": 1
},
{
	"id": 23,
	"score": 5,
	"description": "В Волшебной стране каждому дождливому дню обязательно предшествуют три солнечных дня, а через неделю после каждого солнечного дня снова наступает солнечный день. На какое наибольшее число дней вперед можно предсказать погоду в дождливый день?",
	"answers": ["2", "3", "4", "6", "8"],
	"correct": 3
},
{
	"id": 24,
	"score": 5,
	"description": "Сандра бегает в два раза быстрее, чем Бренда, а Бренда - в два раза быстрее, чем Николь. Девочки одновременно сартовали из одной точки кольцевой дорожки: Сандра побежала в одну сторону а Бренда и Николь - в другую. Скначала Сандра встретила Брену, а через 200 метров - Николь. Чему равна длина дорожки?",
	"answers": ["800", "1000", "1500", "2000", "5000"],
	"correct": 3
},

{
	"id": 25,
	"score": 5,
	"description": "Пусть N - наименьшее натуральное число, остатки от деления которого на 2, 3, 4, 5 и 6 различны. Какой остаток оно дает при делении на 5?",
	"answers": ["0", "1", "2", "3", "4"],
	"correct": 0
},
{
	"id": 26,
	"score": 5,
	"description": "Числа 1, ... 9 вписали в 9 клеток и выполнили действия, указанные в кажой строчке и каждом столбце. Результаты действий записали в кружочках. Какое число написано в клетке, отмеченной звездочкой?",
	"answers": ["9", "8", "7", "6", "5"],
	"correct": 3
},
{
	"id": 27,
	"score": 5,
	"description": "На острове живут 25 человек: рыцари, которые всегда говорят правду, лжецы, которые всегда лгут, и хитрецы, каждый из которых через раз отвечает на вопросы то правду, то ложь. Каждому жителю острова было задано подряд тра вопроса: 1. Вы рыцарь? 2. Вы хитрец? 3. Вы лжец?. Ответ Да на первый вопрос дфли 17 человек, на второй - 12, на третий - 8. Сколько хитрецов на острове?",
	"answers": ["4", "5", "8", "16", "25"],
	"correct": 3
},
{
	"id": 28,
	"score": 5,
	"description": "На какое из чисел могут различаться суммы цифр двух последовательных целых чисел?",
	"answers": ["2011", "2012", "2013", "2014", "2015"],
	"correct": 4
},
{
	"id": 29,
	"score": 5,
	"description": "На столе стоит 30 тарелок, на каждой из которых лежит не более 30 булочек. Время от времени в окно влетает Карлсон, выбирает несколько тарелок и съедает одинаковое количество булочек с каждой их них. За какое наименьшее число визитов Карлсон наверняка сможет съесть все булочки?",
	"answers": ["4", "5", "6", "15", "30"],
	"correct": 1
},
]

