[
{
	"id": 0,
	"score": 3,
	"description": "Вася написал слово КЕНГУРУ. Сколько из этих букв он мог написать, не отрывая карандаша от бумаги и не проходя по одной линии дважды?",
	"answers": ["1", "2", "3", "4", "5"],
	"correct": 1
},
{
	"id": 1,
	"score": 3,
	"description": "Сколько маленьких кубиков надо добавить к фигуре изображенной справа, чтобы получить фигуру, изображенную слева?",
	"answers": ["5", "6", "7", "8", "9"],
	"correct": 3
},
{
	"id": 2,
	"score": 3,
	"description": "В декабре черепашка Паша проспала ровно три недели. Сколько минут в декабре она бодрствовала?",
	"answers": ["(31 - 7) * 3 * 24 * 60", "(31- 7 * 3)* 24 * 60 * 60", "(30 - 7 * 3) * 24 * 60", "(31 - 7)* 24 * 60", "(31 - 7*3)*24*60"],
	"correct": 4
},
{
	"id": 3,
	"score": 3,
	"description": "Коля учится водить автомобиль. Он уже умеет поворачивать направо, но еще не умеет поворачивать налево. Ему надо проехать из точки А в точку В. Наименьшее количество поворотов, которое ему придется сделать, равно",
	"answers": ["4", "5", "6", "8", "10"],
	"correct": 0
},
{
	"id": 4,
	"score": 3,
	"description": "Сколько минут проходит от середины второй четверти часа до середины его четвертой четверти?",
	"answers": ["15", "20", "30", "40", "45"],
	"correct": 2
},
{
	"id": 5,
	"score": 3,
	"description": "Какой результат не может получиться, если перемножить три однозначных числа?",
	"answers": ["288", "125", "72", "63", "39"],
	"correct": 4
},
{
	"id": 6,
	"score": 3,
	"description": "Если 1111:101 = А, то чему равно 3333 : 101 + 6666 : 303",
	"answers": ["2А", "3А", "5А", "6А", "9А"],
	"correct": 2
},
{
	"id": 7,
	"score": 3,
	"description": "Две пересекающиеся окружности разбивают плоскость на четыре части. На какое наибольшее число частей могут разбить плоскость два квадрата?",
	"answers": ["4", "7", "9", "10", "12"],
	"correct": 3
},
{
	"id": 8,
	"score": 3,
	"description": "В воскресенье утром длина червяка Кеши была 6 см. К вечеру его длина увеличилась на половину от утренней, а за ночь его длина увеличилась натреть от вечерней. Какой стала длина червячка Кеши в понедельник утром?",
	"answers": ["10 см", "11 см", "12 см", "13 см", "14 см"],
	"correct": 2
},
{
	"id": 9,
	"score": 3,
	"description": "Каждые 10 минут Аня зажигает по свечке. Каждая свечка горит в течение 40 минут, а затем гаснет. Сколько свечейбудет горет через 65 минут после того, как Аня зажжет первую свечку?",
	"answers": ["3", "4", "5", "6", "7"],
	"correct": 1
},
{
	"id": 10,
	"score": 4,
	"description": "Вчера Васин дедушка отмечал день рождения. Он сказал: Вот мне и пошел седьмой десяток! Вася, который любит все считать дюжинами, добавил:Дедушка, тебе пошла ... дюжина. Какое слово пропущено?",
	"answers": ["третья", "четвертая", "пятая", "шестая", "седьмая"],
	"correct": 3
},
{
	"id": 11,
	"score": 4,
	"description": "Маша нарисовала на квадратных листках бумаги несколько фигурок. Сколько из них имеют такой же периметр, каи и сам лист бумаги?",
	"answers": ["1", "2", "3", "4", "5"],
	"long": true,
	"correct": 3
},
{
	"id": 12,
	"score": 4,
	"description": "Коля выписал числа 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 и подчеркнул 3 нечетных числа. После этого он подчеркнул 2 других числа, каждое из которых делится на 3. Наконец, он сложил все 5 подчеркнутых чисел. Какую самую маленькую сумму он мог получить?",
	"answers": ["18", "20", "22", "24", "25"],
	"correct": 3
},
{
	"id": 13,
	"score": 4,
	"description": "На каждой клеточке квадрата 4x4 построена башенка из однаковых кубиков. Число кубиков в каждой башенке равно числу, написанному в соответсвующей клеточке. Что мы увидим, если посмотрим на эту конструкцию со стороны, указаной стрелочкой?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 14,
	"score": 4,
	"description": "Сколько существует пар двузначных чисел, разность которых равна 50?",
	"answers": ["30", "39", "40", "49", "50"],
	"correct": 2
},
{
	"id": 20,
	"score": 5,
	"description": "В ряд расположены 4 кнопки. На двух изображены грустные смайлики, а на двух - веселые. Если нажать на любую конку, то на ней и на соседних кнопках выражение лица поменяется на противоположное. За какое наименьшее число нажатий можно сделать все лица на всех кнопках веселыми?",
	"answers": ["2", "3", "4", "5", "6"],  
	"correct": 1
},
{
	"id": 21,
	"score": 5,
	"description": "Сколько трехзначных чисел обладает следующим свойством: если из такого числа вычесть 297, то получится трехзначное число, записанное теми же цифрами, но в обратном порядке?",
	"answers": ["6", "7", "10", "60", "70"],
	"correct": 3
},
{
	"id": 22,
	"score": 5,
	"description": "Вася разбивает на пары натуральные числа от 1 до 22 и подчитывает количество пар, в которых одно из чисел делится на другое. Какой наибольший рельзультат у него может получиться?",
	"answers": ["7", "8", "9", "10", "11"],    
	"correct": 3
},
{
	"id": 23,
	"score": 5,
	"description": "40 мальчиков  28 девочек встали в круг. Ровно у 18 мальчиков соседка справа - девочка. У скольких мальчиков соседка слева - девочка?",
	"answers": ["10", "18", "22", "28", "5"],
	"correct": 1
},
{
	"id": 24,
	"score": 5,
	"description": "На стене висят двое часов. Одни часы показывают точное время, а другие спешат. Сейчас угол между часовыми стрелками этих часов равен 72 градуса. Чему равен угол между минутными стрелками этих часов (в градусах)?",
	"answers": ["144", "120", "84", "21", "7"],
	"correct": 0
}
]

