[
{
	"id": 0,
	"score": 3,
	"description": "На зонтике написано слово KANGAROO. На четырех картинках изображен это же зонтик, а на пятой - другой. На какой?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 2
},
{
	"id": 1,
	"score": 3,
	"description": "Одно из этих слов обозначает инструмент для измерения углов. Какое?",
	"answers": ["транспарант", "транспортёр", "транспондер", "транспортир", "градусник"],
	"correct": 3
},
{
	"id": 2,
	"score": 3,
	"description": "Маша вошла в лабиринт. В какую из точек этого лабиринта она сможет попасть?",
	"answers": ["А", "Б", "В", "Г", "Д"],
	"correct": 0
},
{
	"id": 3,
	"score": 3,
	"description": "В классе есть одна розетка и три удлинителя, изображенных на рисунке. Какое наибольшее число телефонов можно поставить на подзарядку?",
	"answers": ["7", "8", "9", "10", "11"],
	"correct": 2
},
{
	"id": 4,
	"score": 3,
	"description": "Какое из чисел не является целым?",
	"answers": ["2011/1", "2012/2", "2013/3", "2014/4", "2015/5"],
	"correct": 3
},
{
	"id": 5,
	"score": 3,
	"description": "Прямоугольник ABCD составлен из четырех одинаковых прямоугольников. Во сколько раз AB больше BC?",
	"answers": ["1", "2", "3", "4", "невычислимо"],
	"correct": 1
},
{
	"id": 6,
	"score": 3,
	"description": "Альба склеила две одинаковые бумажные полоски. Какова длина каждой полоски?",
	"answers": ["15 см", "20 см", "25 см", "30 см", "35 см"],
	"correct": 3
},
{
	"id": 7,
	"score": 3,
	"description": "Если вы перевернете карточку с числом 19 вверх ногами, то уувидите число 61. На какой из карточек равенство останется верным, если эту карточку перевернуть?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 1
},
{
	"id": 8,
	"score": 3,
	"description": "Какое наименьшее натуральное число надо вычесть из 1000, чтобы получить число, все цифры которого различны?",
	"answers": ["11", "12", "13", "103", "211"],
	"correct": 2
},
{
	"id": 9,
	"score": 3,
	"description": "Один из углов квадратного листа бумаги загнули так, что вершина квадрата попала в его центр. Получился пятиугольник, площадь которого на 1 см квадратный меньше площади квадрата. Чему равна площадь этого квадрата?",
	"answers": ["2", "4", "6", "8", "10"],
	"correct": 3
},
{
	"id": 10,
	"score": 4,
	"description": "Саша рассматривает в лупу части рисунка на доске. Какое изображение она не может увидеть?",
	"answers": ["asset-0", "asset-1", "asset-2", "asset-3", "asset-4"],
	"correct": 4
},
{
	"id": 11,
	"score": 4,
	"description": "Сколько дециграммов в килограмме?",
	"answers": ["100 000", "10 000", "1000", "100", "10"],
	"correct": 1
},
{
	"id": 12,
	"score": 4,
	"description": "Маша ежедневно записывает дату и вычисляет сумму написанных цифр. Например, 2-ого января она записала 02.01 и вычислила 0 + 2 + 0 + 1 = 3. Какая самая большая сумма у нее может получиться?",
	"answers": ["7", "13", "14", "20", "21"],
	"correct": 3
},
{
	"id": 13,
	"score": 4,
	"description": "Каждую сторону треугольников на рисунке надо покрасить в красный, синий или зеленый цвет так, чтобы в каждом треугольнике были стороны всех трех цветов. Некоторые стороны уже покрашены. Каким цветом может быть покрашены сторона, помеченная буквой х?",
	"answers": ["синий", "зеленый", "красный", "любой", "невозможно"],
	"correct": 0
},
{
	"id": 14,
	"score": 4,
	"description": "Разность двух чисел на 17 меньше уменьшаемого и на 9 больше вычитаемого. Чему равна эта разность?",
	"answers": ["8", "9", "13", "17", "26"],
	"correct": 4
},
{
	"id": 15,
	"score": 4,
	"description": "Незнайка умеет без ошибок складывать, умножать и делить, но не умеет определять правильный порядок действий. Какой ответ в примере 3 * 8 + 2 : 2 он не сможет получить?",
	"answers": ["13", "15", "20", "25", "27"],
	"correct": 2
},
{
	"id": 16,
	"score": 4,
	"description": "Фигура на рисунке состоит из девяти квадратов со стороной 1. Какой периметр у этой фигуры?",
	"answers": ["12", "16", "24", "30", "32"],
	"correct": 1
},
{
	"id": 17,
	"score": 4,
	"description": "Число 100 Толя умножил то ли на 2, то ли на 3, прибавил к результату то ли 1, то ли 2, а потом поделил результат то ли на 3, то ли на 4. Получилось натуральное число. Какое?",
	"answers": ["50", "51", "67", "68", "100"],
	"correct": 2
},
{
	"id": 18,
	"score": 4,
	"description": "Пятеро ребят стоят в ряд и держат воздушные шарики. У ребят, стоящих справа от Бори, 14 шариков, справа от Вова - 32 шарика, справа от Кати - 20 шариков, а справа от Антона - 8 шариков. Сколько шариков держит Антон?",
	"answers": ["6", "8", "12", "18", "24"],
	"correct": 0
},
{
	"id": 19,
	"score": 4,
	"description": "Назовем четырехзначное число интересным, если в его записи есть только тройки и четверки. Сколько интересных чисел делятся и на 3, и на 4?",
	"answers": ["1", "2", "4", "8", "16"],
	"correct": 1
},
{
	"id": 20,
	"score": 5,
	"description": "Черепахи Чапа и Паша одновременно стартовали из домика и бегут по садовой дорожке с постоянными скоростями. Когда Чапа пробежала 10 м, Паша пробежала всего 8 м, а когда Чапе оставалось 80 м до конца дорожки, Паше оставалось 100 м. Какова длина садовой дорожки?",
	"answers": ["150 м", "180 м", "360 м", "820 м", "1000 м"],
	"correct": 1
},
{
	"id": 21,
	"score": 5,
	"description": "Когда четверых ребят спросили, сколько их них вчера ходили на каток, Саша ответила, что никто, Коля - что один человек, Тоня - что да, а Женя, что три. Известно, что правду сказали только те, кто ходил на каток. Сколько ребят ходили вчера на каток?",
	"answers": ["4", "3", "2", "1", "0"],
	"correct": 3
},
{
	"id": 22,
	"score": 5,
	"description": "Заменяя в слове КЕНГУРУ буквы цифрами (разные - разными, одинаковые - одинаковыми), можно получить различные семизначные числа. Среди всех таких чисел выбрали наибольшее число, делящееся на 9. Какая цифра в этом числе заменяет букву Р?",
	"answers": ["0", "2", "4", "7", "9"],
	"correct": 0
},
{
	"id": 23,
	"score": 5,
	"description": "На рисунке справа изображен вид спереди, справа и сверху некоторой конструкции из кубиков. Какое наибольшее количество кубиков может быть в такой конструкции?",
	"long": true,
	"answers": ["31", "32", "33", "34", "48"],
	"correct": 3
},
{
	"id": 24,
	"score": 5,
	"description": "На доске написано несколько положительных чисел, сумма которых равна 100. Среднее арифметическое трех самых больших из них равно 20, а двух самых маленьких - 13. Сколько чисел написано?",
	"answers": ["5", "6", "7", "8", "10"],
	"correct": 1
},

{
	"id": 25,
	"score": 5,
	"description": "Десять цифр от 0 до 9 были написаны в вершинах треугольников. В каждый треугольник вписали сумму цифр в его трех вершинах. Потом некоторые из чисел стерли. Какая цифра была написана в вершине, отмеченной звездочкой?",
	"answers": ["1", "2", "3", "4", "5"],
	"correct": 4
},
{
	"id": 26,
	"score": 5,
	"description": "Федя составил из маленьких кубиков 1х1х1 большой куб 3х3х3 и покрасил три его грани в синий цвет, а три другие - в красный. Оказалось, что среди маленьких кубиков нет ни одного с тремя синими гранями. У скольких маленьких кубиков есть и синяя, и красная грани?",
	"answers": ["0", "8", "14", "16", "24"],
	"correct": 3
},
{
	"id": 27,
	"score": 5,
	"description": "Дима поставил на прямой четыре точки. Для каждой пары отмеченных точек он измерил расстояние между ними и записал эти расстояния в порядке возрастания: 2, 4, k, 9, 1, 13. Чему равно k?",
	"answers": ["5", "6", "7", "8", "невозможно"],
	"correct": 2
},
{
	"id": 28,
	"score": 5,
	"description": "Сколько существует четырехзначных чисел, у которых любые две соседние цифры различаются на 3?",
	"answers": ["26", "27", "28", "29", "30"],
	"correct": 3
},
{
	"id": 29,
	"score": 5,
	"description": "В клетки таблицы 5x5 вписаны числа так, что все десять сумм в строках и столбцах одинаковы. Известно, что не все числа равны между собой. Какое наибольшее количество одинаковых чисел может быть в этой таблице?",
	"answers": ["16", "20", "21", "22", "24"],
	"correct": 1
},
]

